[A_Item_Custom.GrenadeMod_AllInOne GrenadeModDefinition]
UseFailureCharacterMessage="You have to do it %s This product."
ItemName="unique"
PickupMessage="with you %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="This item is unavailable."
NoManufacturerName="like before"

[Payload.Payload_AllInOne:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Boom, boom, boom... boom!"
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_AllInOne:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Choose a different type of attack each time you drop a bomb.."
NoConstraintText=""
Suffix=""
Prefix=""

